<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<jsp:include page="../header.jsp"></jsp:include>
<meta charset="UTF-8">
<link rel="stylesheet"
   href="https://stackpath.bootstrapcdn.com/bootstrap/4.4.1/css/bootstrap.min.css"
   integrity="sha384-Vkoo8x4CGsO3+Hhxv8T/Q5PaXtkKtu6ug5TOeNV6gBiFeWPGFN9MuhOf23Q9Ifjh"
   crossorigin="anonymous">
<script src="https://code.jquery.com/jquery-3.4.1.slim.min.js"
   integrity="sha384-J6qa4849blE2+poT4WnyKhv5vZF5SrPo0iEjwBvKU7imGFAV0wwj1yYfoRSJoZ+n"
   crossorigin="anonymous"></script>
<script
   src="https://cdn.jsdelivr.net/npm/popper.js@1.16.0/dist/umd/popper.min.js"
   integrity="sha384-Q6E9RHvbIyZFJoft+2mJbHaEWldlvI9IOYy5n3zV9zzTtmI3UksdQRVvoxMfooAo"
   crossorigin="anonymous"></script>
<script
   src="https://stackpath.bootstrapcdn.com/bootstrap/4.4.1/js/bootstrap.min.js"
   integrity="sha384-wfSDF2E50Y2D1uUdj0O3uMBJnjuUD4Ih7YwaYd1iqfktj0Uod8GCExl3Og8ifwB6"
   crossorigin="anonymous"></script>
<style type="text/css">
   @font-face{
   font-family: "TmonMonsori"; /*파일이름*/
   src:url("<%=application.getContextPath()%>/resources/font/TmonMonsori.ttf.ttf") format("truetype"); /*파일경로, 타입*/
   font-style: normarl; /*이건 그냥 냅두면 될듯*/
   font-weight: normal; /*이거도*/
   }
   #title{ /*적용할 부분*/
      font-family: TmonMonsori; /*파일이름*/
      font-size: 30px;
      text-align: center;
   }
</style>
<title>Insert title here</title>
</head>
<body>
<hr />
   <div class="container">
      <h2 id="title">운영정책</h2>
      <textarea rows="20" cols="150" readonly style="resize: none;">
      1. 사용 전 꼭 숙지하여 주세요. 
      
       본 운영정책은 주식회사 카카오(이하 ‘회사’)가 제공하는 카카오계정 서비스 및 다양한 인터넷과 모바일 서비스를 운영함에 있어,
       서비스 내에 발생할 수 있는 문제 상황에 대하여 일관성 있게 대처하기 위하여
       서비스 운영의 기준과 여러분이 지켜주셔야 할 세부적인 사항이 규정되어 있습니다. 
        
       본 운영정책을 지키지 않을 경우 불이익을 당할 수 있으니 주의 깊게 읽어 주시기 바랍니다. 
       본 운영정책에서 별도로 정의하지 않은 용어는 카카오 통합서비스약관에서 정한 용어의 정의에 따릅니다. 
       다만 본 운영정책에서 “개별 서비스”라 함은 kakao, Daum, Melon 등
       브랜드 단위의 개별 서비스 내의 세부 하위 서비스까지 포괄하여 지칭함을 유의하여 주시기 바랍니다. 
       
       회사는 서비스와 관련된 정책을 개선하고자 여러분과의 지속적인 의견 교환을 통해 합리적인 운영정책을 세울 수 있도록 노력하고 있으며, 
       본 운영정책이 변경되는 경우 최소 7일 전에 공지사항을 통해 공지하도록 하겠습니다. 
       
      2. 여러분의 쾌적한 서비스 이용을 위해 운영정책을 적용하고 있습니다. 
      
      회사는 여러분의 쾌적한 서비스 이용을 위해 운영정책에 근거하여 서비스를 운영하고 있습니다. 
      서비스 이용 중 다른 이용자의 운영정책 위반 행위로 인해 피해를 입으신 경우,
      여러분은 이를 회사에 제보하여 운영정책의 적용을 요청할 수 있으며,
      회사는 신고 내용을 확인하여 운영정책에 따른 제재 조치를 취할 수 있습니다. 
      
      또한, 신고가 없더라도, 회사는 관련 법령 또는 약관에 위배되거나 본    운영정책에서 금지하는 활동이 발견된 경우,
      운영정책에 따른 제재 조치를 취할 수 있습니다. 
       
      다만, 서비스 내 이용자들 간에 발생하는 분쟁 및 이용자 스스로의 과실로 일어난 피해에 대해서는 개입하거나 조치하지 않습니다. 
      
      운영정책에 따른 제재가 진행된 경우,
      회사는 여러분께 서비스 내 알림, 메일 등의 방법으로 제재 내용 등을 최대한 신속히 알리도록 하겠습니다.
      
      다만, 다른 이용자의 긴급한 보호가 필요하거나, 제재 내용 전달이 불가능한 등의 경우에는 그러하지 않을 수 있습니다.
       
      여러분이 운영정책의 적용 결과가 불만족스러울 경우 고객센터를 통해 이의를 신청할 수 있으며,
      회사는 접수된 이의제기를 검토하여 수용 여부를 회신 드리겠습니다. 
      
      회사는 사단법인 한국인터넷자율정책기구(이하 ‘KISO’라 한다)의 회원사로서,
      게시물 또는 검색어 등으로 인한 이용자의 피해예방 및 구제를 위하여 KISO정책규정을 준수하고 있습니다. 
      
      회사가 KISO 회원사로서 준수하고 있는 사항들은 KISO 정책규정을 참고하여 주시기 바랍니다. 
      또한, 회사는 모든 연령대가 자유롭게 이용할 수 있는 인터넷 공간에서 청소년의 안전한 서비스 사용을 돕고,
      유해정보로부터 청소년을 보호 하기 위해 관련 법령에 따라 청소년보호정책을 마련하여 시행하고 있습니다.
       
      청소년이 건강한 인격체로 성장할 수 있도록 여러분의 관심과 노력을 부탁드리며,
      자세한 내용은 청소년 보호정책을 참고하여 주시기 바랍니다.
       
      본 운영정책에서 규정되지 않은 내용은 개별 서비스의 운영정책을 따르며,
      내용이 중복되거나 상충될 경우에는 개별 서비스의 운영정책을 우선하여 적용합니다.
       
      주요 개별 서비스의 운영정책은 아래와 같으며,
      아래 기재되지 않은 개별 서비스의 운영정책도 해당 개별 서비스의 서비스 화면이나 메뉴 내에서 확인하실 수 있습니다. 
      
      3. 다음과 같은 활동은 금지하고 있습니다.
       
      ① 계정 생성과 이용 시 금지하는 활동 
           (1) 타인의 개인정보 또는 기기를 도용·탈취하거나 허위의 정보를 입력하여
              계정과 아이디(이하‘계정’으로 통칭)를 생성·이용·탈퇴하는 행위 
           (2) 14세 미만이 법정대리인의 동의 없이 계정을 생성·이용·탈퇴하는 행위 
           (3) 상업적·홍보·광고·악의적 목적으로 시스템의 취약점을 이용하여 계정을 생성·이용·탈퇴하는 행위 
           (4) 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해·파괴할 목적으로 서비스에 접근·이용하는 행위 
           (5) 계정을 타인에게 판매·양도·대여하거나, 타인에게 그 이용을 허락 또는 이를 시도하는 행위 
           (6) 타인의 계정을 취득하기 위해 구매·양수·교환을 시도하거나 이를 타인에게 알선하는 행위 
           (7) 타인을 기망하여 타인의 계정을 탈취하는 행위 
           (8) 정상적인 서비스 이용으로 볼 수 없는 다량의 계정 생성 및 반복적인 계정 생성과 탈퇴 행위 등 및 이와 유사한 행위 
        
      ② 서비스 이용 시 금지하는 활동 
          (1) 불법적인 사행성·도박 사이트를 홍보하는 행위 
          (2) 불법 제품 또는 인터넷에서 판매 금지된 물품을 판매하거나 홍보하는 행위 
          (3) 범법 행위에 대한 동기 부여 및 실행에 도움이 되는 정보를 제공하는 행위 
          (4) 악성코드, 바이러스 등의 프로그램을 설치·유포하여 고의로 서비스 이용을 저해하는 행위 
          (5) 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해·파괴할 목적의 행위 
          (6) 타인의 개인정보를 탈취·유포·거래하려는 행위 
          (7) 방송·음원·영화·만화·사진·영상·게시물 등 타인의 저작물을 당사자의 동의 없이 공유하거나,
              불법적인 경로로 획득할 수 있는 정보나 방법을 제공하는 행위  
          (8) 타인의 권리에 속하는 상표권, 의장권 등을 무단으로 침해하는 행위 
          (9) 청소년에게 유해한 과도한 신체 노출이나 음란한 행위를 묘사하는 행위 
          (10) 성매매 관련 정보를 공유하는 행위 
          (11) 타인에게 성적 수치심이나 불쾌감·혐오감을 유발할 수 있는 내용을 게시하는 행위 
          (12) 지역·장애·인종·출신국가·성별·나이·직업·종교 등을 차별하거나 이에 대한 편견을 조장하는 내용을 작성하는 행위 
          (13) 자살·동반자살을 목적으로 하거나 방조 또는 유인하는 행위  
          (14) 동일한 내용을 동일 개별 서비스 또는 여러 개별 서비스에 반복적으로 등록하는 행위 
          (15) 타인의 동의 없이 시스템의 취약점을 이용하여 타인의 게시글 또는 공간에 광고·홍보·방문 유도 및 악의적 목적으로
               상업적 내용을 등록·전송하거나 ‘공감’,‘친구신청’ 등의 활동을 하는 행위 
          (16) 서비스의 명칭 또는 회사의 임직원이나 운영진을 사칭하여 다른 이용자를 속이거나 이득을 취하는 등 피해와 혼란을 주는 행위 
          (17) 욕설·비속어·은어 등의 사용 및 그 외 상식과 사회 통념에 반하는 비정상적인 행위 
          (18) 언론사의 명의나 언론사의 직책 등을 사칭 또는 도용하여 기사 형태를 갖춘 게시물 중
                그 내용이 허위로 판단되는 게시물을 게시하는 행위 
          (19) 회사가 허용하지 않은 악의적인 방법으로 서비스를 이용하는 등 서비스의 정상적인 운영을 방해하는 행위
          
           4. 계정과 서비스 이용이 제한될 수 있습니다. 
           
            여러분의 활동이 관련 법령에 위배되거나,
            관련 약관 또는 운영정책에 위반될 경우 회사는 다른 이용자를 피해로부터 보호하기 위해
            여러분의 계정과 서비스 이용을 제한할 수 있습니다.
           
            또한 운영정책에 구체적으로 해당하지 않는 사항이라고 하더라도 건전한 서비스 환경 제공에 악영향을 끼치거나
            다른 이용자에게 불편을 끼치는 행위도 이용 제한될 수 있다는 점을 참고해 주시기 바랍니다.
             
            이용 제한은 위반 활동의 누적 정도에 따라 한시적 제한에서 영구적 제한으로 단계적 제한하는 것을 원칙으로 하지만, 
            음란한 내용의 게시와 유포 및 사행성 도박 홍보 등 관련 법령에서 금지하는 명백한 불법행위나 긴급한 위험 또는 
            피해 차단이 요구되는 사안에 대해서는 위반 활동 횟수의 누적 정도와 관계 없이
            즉시 영구적으로 이용이 제한될 수 있다는 점을 유의하여 주시기 바랍니다.
             
            계정과 서비스 이용 제한에 대한 구체적인 내용은 다음  내용을 참고해 주시기 바랍니다. 
            
      ① 계정 이용 제한 
          (1) 계정의 생성이나 이용 과정에서 관련 법령, 관련 약관 또는 운영정책 위반 사항이 발견된 경우,
             계정의 생성·이용·탈퇴가 제한될 수 있습니다. 
          (2) 계정을 비정상적으로 생성·이용·탈퇴하려는 시도가    발견된 경우, 해당 계정의 이용 및 탈퇴를 제한하거나,
             해당 계정의 비정상적 생성이 계속 될 수 없도록 계정 생성이 제한 될 수도 있으며,
             필요할 경우 해당 계정을 삭제하고 재가입을 제한하는 등의 적절한 제한을 할 수 있습니다. 
          (3) 이용 제한은 한시적 제한에서 영구적 제한으로 단계적으로 제한되지만,
             즉시 영구적으로 제한되는 경우도 있다는 점을 꼭 잊지 말아 주시기 바랍니다.
          (4) 여러분의 계정을 타인이 비정상적으로 이용하려는 시도가 발견될 경우,
             타인이 여러분의 계정을 무단으로 사용하는 것을 막기 위하여,
             비밀번호 입력 및 추가적인 본인 확인 절차를 거치도록 할 수 있습니다. 
          (5) 여러분의 계정을 타인이 무단으로 사용하는 것을 예방하기 위해서는,
             타인이 여러분 계정의 비밀번호를 쉽게 알 수 없도록 여러분의 주기적인 관리가 중요합니다. 
             비밀번호 관리를 소홀히 하셔서 발생하는 불이익은 안타깝지만 회사가 책임질 수 없고 여러분께서 부담하실 수밖에 없습니다
      ② 서비스 이용 제한 
         (1) 개별 서비스 이용 과정에서 관련 법령, 관련 약관 또는 운영정책 위반 사항이 발견된 경우,
            해당 개별 서비스의 이용이 제한될 수 있습니다. 
            다만, 음란한 내용의 게시와 유포 및 사행성 도박 홍보 등 관련 법령에서 금지하는 명백한 불법행위나,
            긴급한 위험 또는 피해 차단이 요구되는 사안에 대해서는, 
            다른 이용자의 보호를 위해 통합서비스의 전체 이용이 일시적 또는 영구적으로 제한될 수도 있으며, 
            카카오 통합서비스 약관에 동의하지 않은 이용자의 경우에는 kakao 브랜드를 사용하는
            서비스 전체의 이용이 일시적 또는 영구적으로 제한될 수 있습니다.  
         (2) 위반 사항이 발견된 경우 다른 이용자가 문제 게시물을 볼 수 없도록 게시물의 노출이 제한되거나, 삭제될 수 있습니다. 
            또한 지속적인 위반 활동을 방지하기 위하여,
            글 쓰기 기능이 제한되는 등 해당 서비스 이용이 일부 또는 전부 제한될 수도 있습니다. 
         (3) 서비스 이용 제한은 한시적 제한에서 영구적 제한으로 단계적으로 제한되지만,
            즉시 영구적으로 제한되는 경우도 있다는 점을 꼭 잊지 말아 주시기 바랍니다. 
         
      5. 서비스 휴면 
         정책 (장기 미접속 회원의 서비스 이용 안내)
         정보통신망 이용촉진 및 정보보호 등에 관한 법률 시행령에 따라 아래 기간 동안
         서비스를 이용하지 않으면 개인정보를 파기 또는 분리 보관 후 이용계약을 해지할 수 있습니다. 
      ① 카카오계정 이용자 
          (1) 1년 동안 카카오계정을 
              i) 통합서비스 내의 어떠한 개별 서비스에서도 이용하지 않은 경우 또는  
              ii) 카카오 통합서비스 약관에 
            동의하지 않은 이용자의 경우에는 kakao 브랜드를 사용하는 어떠한 서비스에서도 이용하지 않은 경우,
            카카오계정이 휴면 전환되어 카카오계정의 개인정보를 분리 보관합니다. 
         (2) 분리 보관 이후 4년 동안 로그인 하지 않을 경우, 카카오계정의 개인정보를 파기하고 카카오계정은 탈퇴 처리합니다. 
         (3) 단, 카카오톡은 카카오계정이 휴면 전환되면 카카오톡 서비스 내 개인정보를 파기한 후 카카오톡 서비스의 이용계약을 해지합니다. 
      ② 카카오계정에 가입하지 않은 카카오톡 서비스 이용자  
         (1)   카카오톡 서비스를 1년 동안 이용하지 않을 경우,
            카카오톡 서비스 내 개인정보 파기를 파기한 후 카카오톡 서비스 이용계약을 해지합니다. 
      ③ 본 운영정책에서 정한 휴면 정책과 개별 서비스의 휴면 정책이 다른 경우는 아래와 같으며,
         개별 서비스의 휴면 정책 내용을 우선하여 적용합니다. 
       카카오톡 채널 서비스 운영정책 kakao AdFit 서비스 운영정책
</textarea>
   </div>
<hr />
<div><br /><hr />
			<div class="jumbotron">
				<div align="center">
					<a href="<%=application.getContextPath()%>/customer/intro" class="text-success">회사소개</a> | <a href="<%=application.getContextPath()%>/customer/ccontract"
						class="text-success">이용약관</a> | 
						<a href="#" class="text-success" data-toggle="modal" data-target="#staticBackdrop">이메일무단수집거부</a>
						<div class="modal fade" id="staticBackdrop" data-backdrop="static" data-keyboard="false" tabindex="-1" role="dialog" aria-labelledby="staticBackdropLabel" aria-hidden="true">
						  <div class="modal-dialog">
						    <div class="modal-content">
						      <div class="modal-header">
						        <h5 class="modal-title" id="staticBackdropLabel">e-메일 무단수집 거부</h5>
						        <button type="button" class="close" data-dismiss="modal" aria-label="Close">
						          <span aria-hidden="true">&times;</span>
						        </button>
						      </div>
						      <div class="modal-body" style="text-align: left;">
						        본 웹사이트에 게시된 e-메일 주소가 전자우편 수집 프로그램이나 그 밖의 기술적 장치를 이용하여 무단으로 수집되는 것을 거부하며 이를 위반 시 정보통신망법에 의해 형사처벌됨을 유념하시기 바랍니다.
						      </div>
						      <div class="modal-footer">
						        <button type="button" class="btn btn-secondary" data-dismiss="modal">닫기</button>
						      </div>
						    </div>
						  </div>
						</div>
					| <a href="<%=application.getContextPath()%>/customer/campaign" class="text-success">알바보호정책</a> | <a href="<%=application.getContextPath()%>/customer/policy"
						class="text-success">운영정책</a> | <a href="<%=application.getContextPath()%>/customer/cscenter" class="text-success">문의/제안/신고</a>
					
				</div>
				<hr />
				<br />
				<br />
				<div align="center">
					서울특별시 강동구 천호대로 1095 현대코아 3층 ㈜ 우동바 대표 : 엄준식 | 고객센터 02-1234-5678 <br />
					팩스 : 02-1234-4321 | 통신판매업 신고번호 : 제 강동-3872호 | 사업자등록번호 :
					120-85-40538 <br /> 직업정보제공사업 신고번호 : 서울청 제2020-18호 | E-mail :
					help@udongba.com <br />
				</div>
				<br />
				<br />
				<div align="center">ⓒ uDongBa Corp. All rights reserved.</div>
			</div>
		</div>
</body>
</html>